/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d days %2$d hours %3$d minutes %4$d seconds";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d hours %2$d minutes %3$d seconds";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minutes %2$d seconds";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d seconds";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pixels";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ Internet plug-in)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains Audio Descriptions */
"%@ AD" = "%@ AD";

/* Text track contains closed captions */
"%@ CC" = "%@ CC";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ Easy Reader";

/* Text track contains forced subtitles */
"%@ Forced" = "%@ Forced";

/* visible name of the GPU process. The argument is the application name. */
"%@ Graphics and Media" = "%@ Graphics and Media";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "%@ Networking";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ SDH";

/* Visible name of Service Worker process. The argument is the application name. */
"%@ Service Worker (%@)" = "%@ Service Worker (%@)";

/* visible name of the WebAuthn process. The argument is the application name. */
"%@ Web Authentication" = "%@ Web Authentication";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@ Web Content";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content (Cached)" = "%@ Web Content (Cached)";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content (Prewarmed)" = "%@ Web Content (Prewarmed)";

/* Visible name of Web Inspector's web process. The argument is the application name. */
"%@ Web Inspector" = "%@ Web Inspector";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "%@ WebCrypto Master Key";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d files";

/* Label for PDF page number indicator. */
"%d of %d" = "%d of %d";

/* label next to file upload control; parameters are the number of photos and the number of videos */
"%lu photo(s) and %lu video(s)" = "%lu photo(s) and %lu video(s)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%s %d×%d pixels" = "%s %d×%d pixels";

/* Name of application's single WebCrypto master key in Keychain */
"%s WebCrypto Master Key" = "%s WebCrypto Master Key";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu Items";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 Items";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 Item";

/* Option in segmented control for choosing list type in text editing */
"1. 2. 3." = "1. 2. 3.";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (High Grade)";

/* Name of application's single WebCrypto master key in Keychain */
"<application> WebCrypto Master Key" = "<application> WebCrypto Master Key";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filename> %d×%d pixels";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "A JavaScript exception occurred";

/* Label for the add money with Apple Pay button. */
"Add money with Apple Pay" = "Add money with Apple Pay";

/* Title for Add to Photos action button */
"Add to Photos" = "Add to Photos";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Add to Reading List";

/* Undo action name */
"Align Left (Undo action name)" = "Align Left";

/* Undo action name */
"Align Right (Undo action name)" = "Align Right";

/* Button title in Storage Access API prompt */
"Allow (cross-site cookie and website data access)" = "Allow";

/* Button title in Device Orientation Permission API prompt */
"Allow (device motion and orientation access)" = "Allow";

/* Message for requesting cross-site cookie and website data access. */
"Allow “%@” to use cookies and website data while browsing “%@”?" = "Allow “%@” to use cookies and website data while browsing “%@”?";

/* Message for user media prompt */
"Allow “%@” to use your camera and microphone?" = "Allow “%@” to use your camera and microphone?";

/* Message for user camera access prompt */
"Allow “%@” to use your camera?" = "Allow “%@” to use your camera?";

/* Message for user microphone access prompt */
"Allow “%@” to use your microphone?" = "Allow “%@” to use your microphone?";

/* Allow button title in user media prompt */
"Allow (usermedia)" = "Allow";

/* Disallow button title in user media prompt */
"Don’t Allow (usermedia)" = "Don’t Allow";

/* WKErrorUnknown description */
"An unknown error occurred" = "An unknown error occurred";

/* Label for the plain Apple Pay button. */
"Apple Pay" = "Apple Pay";

/* Malware confirmation dialog title */
"Are you sure you wish to go to this site?" = "Are you sure you wish to go to this site?";

/* WKErrorAttributedStringContentFailedToLoad description */
"Attributed string content failed to load" = "Attributed string content failed to load";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Auto (Recommended)";

/* Back context menu item */
"Back" = "Back";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Blocked Plug-in";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Blocked Plug-in";

/* Bold context menu item */
"Bold" = "Bold";

/* Undo action name */
"Bold (Undo action name)" = "Bold";

/* Label for the book with Apple Pay button. */
"Book with Apple Pay" = "Book with Apple Pay";

/* File Upload alert sheet button string for choosing an existing file from the file brower */
"Browse (file upload action sheet)" = "Browse";

/* Option in segmented control for inserting a bulleted list in text editing */
"Bulleted list" = "Bulleted list";

/* Label for the buy with Apple Pay button. */
"Buy with Apple Pay" = "Buy with Apple Pay";

/* Cancel */
"Cancel" = "Cancel";

/* Button title in Device Orientation Permission API prompt */
"Cancel (device motion and orientation access)" = "Cancel";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Cancel";

/* Capitalize context menu item */
"Capitalize" = "Capitalize";

/* Undo action name */
"Center (Undo action name)" = "Center";

/* Undo action name */
"Change Attributes (Undo action name)" = "Change Attributes";

/* Check spelling context menu item */
"Check Document Now" = "Check Document Now";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Check Grammar With Spelling";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Check Spelling While Typing";

/* Label for the check out with Apple Pay button. */
"Check out with Apple Pay" = "Check out with Apple Pay";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Choose File";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Choose Files";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Choose Media (Multiple)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Choose Media (Single)";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Clear Recent Searches";

/* Message to display in browser window when in webkit full screen mode. */
"Click to Exit Full Screen" = "Click to Exit Full Screen";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Click to restart";

/* WKErrorContentRuleListStoreCompileFailed description */
"Compiling a WKContentRuleList failed" = "Compiling a WKContentRuleList failed";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Content with specified MIME type can’t be shown";

/* Continue */
"Continue" = "Continue";

/* Continue with Touch ID. */
"Continue with Touch ID." = "Continue with Touch ID.";

/* Label for the contribute with Apple Pay button. */
"Contribute with Apple Pay" = "Contribute with Apple Pay";

/* Media Controls context menu item */
"Controls" = "Controls";

/* Undo action name */
"Convert to Ordered List (Undo action name)" = "Convert to Ordered List";

/* Undo action name */
"Convert to Unordered List (Undo action name)" = "Convert to Unordered List";

/* Copy context menu item */
"Copy" = "Copy";

/* Title for Copy Link or Image action button */
"Copy (ActionSheet)" = "Copy";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Copy Audio Address";

/* Copy Image context menu item */
"Copy Image" = "Copy Image";

/* Copy Link context menu item */
"Copy Link" = "Copy Link";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Copy Video Address";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Correct Spelling Automatically";

/* Undo action name */
"Create Link (Undo action name)" = "Create Link";

/* Cut context menu item */
"Cut" = "Cut";

/* Undo action name */
"Cut (Undo action name)" = "Cut";

/* Day label in date picker */
"DAY (Date picker for extra zoom mode)" = "DAY";

/* Phishing warning title */
"Deceptive Website Warning" = "Deceptive Website Warning";

/* Default writing direction context menu item */
"Default" = "Default";

/* Undo action name */
"Delete (Undo action name)" = "Delete";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Details";

/* Undo action name */
"Dictation (Undo action name)" = "Dictation";

/* Message for requesting cross-site cookie and website data access. */
"Do you want to allow “%@” to use cookies and website data while browsing “%@”?" = "Do you want to allow “%@” to use cookies and website data while browsing “%@”?";

/* Button title in Storage Access API prompt */
"Don't Allow (cross-site cookie and website data access)" = "Don't Allow";

/* Label for the donate with Apple Pay button. */
"Donate with Apple Pay" = "Donate with Apple Pay";

/* Title of the Done button for zoomed form controls. */
"Done" = "Done";

/* Download Audio To Disk context menu item */
"Download Audio" = "Download Audio";

/* Download Image context menu item */
"Download Image" = "Download Image";

/* Download Linked File context menu item */
"Download Linked File" = "Download Linked File";

/* Download Video To Disk context menu item */
"Download Video" = "Download Video";

/* Undo action name */
"Drag (Undo action name)" = "Drag";

/* Video Enter Full Screen context menu item */
"Enter Full Screen" = "Enter Full Screen";

/* menu item */
"Enter Picture in Picture" = "Enter Picture in Picture";

/* Validation message for input form controls of type 'url' that have an invalid value */
"Enter a URL" = "Enter a URL";

/* Validation message for number fields where the user entered a non-number string */
"Enter a number" = "Enter a number";

/* Validation message for input form controls with value not respecting the step attribute */
"Enter a valid value" = "Enter a valid value";

/* Validation message for input form controls of type 'email' that have an invalid value */
"Enter an email address" = "Enter an email address";

/* Custom protocol synchronous load failure description */
"Error handling synchronous load with custom protocol" = "Error handling synchronous load with custom protocol";

/* Button for exiting full screen when in full screen media playback */
"Exit Full Screen" = "Exit Full Screen";

/* Full Screen Deceptive Website Exit Action */
"Exit Full Screen (Element Full Screen)" = "Exit Full Screen";

/* Video Exit Full Screen context menu item */
"Exit Full Screen (context menu)" = "Exit Full Screen";

/* menu item */
"Exit Picture in Picture" = "Exit Picture in Picture";

/* The requested file doesn't exist */
"File does not exist" = "File does not exist";

/* Validation message for required form control elements that have no value */
"Fill out this field" = "Fill out this field";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Font";

/* Undo action name */
"Format Block (Undo action name)" = "Formatting";

/* Forward context menu item */
"Forward" = "Forward";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Frame load interrupted";

/* Title of the Go button for zoomed form controls. */
"Go" = "Go";

/* Action from safe browsing warning */
"Go Back" = "Go Back";

/* Google Safe Browsing */
"Google Safe Browsing" = "Google Safe Browsing";

/* accessibility role description for web area */
"HTML content" = "HTML content";

/* Title of the Hide button for zoomed form controls. */
"Hide" = "Hide";

/* Hide Media Controls context menu item */
"Hide Controls" = "Hide Controls";

/* menu item title */
"Hide Spelling and Grammar" = "Hide Spelling and Grammar";

/* menu item title */
"Hide Substitutions" = "Hide Substitutions";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Phishing warning description */
"If you believe this website is safe, you can %report-an-error%. Or, if you understand the risks involved, you can %bypass-link%." = "If you believe this website is safe, you can %report-an-error%. Or, if you understand the risks involved, you can %bypass-link%.";

/* Action from safe browsing warning */
"If you understand the risks involved, you can %visit-this-unsafe-site-link%." = "If you understand the risks involved, you can %visit-this-unsafe-site-link%.";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignore Grammar";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignore Spelling";

/* Undo action name */
"Indent (Undo action name)" = "Indent";

/* Undo action name */
"Insert List (Undo action name)" = "Insert List";

/* Inspect Element context menu item */
"Inspect Element" = "Inspect Element";

/* Validation message for input form controls with a value not matching type */
"Invalid value" = "Invalid value";

/* Full Screen Deceptive Website Warning Sheet Title */
"It looks like you are typing while in full screen" = "It looks like you are typing while in full screen";

/* Italic context menu item */
"Italic" = "Italic";

/* Undo action name */
"Italics (Undo action name)" = "Italics";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java is unavailable";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* WKErrorJavaScriptResultTypeIsUnsupported description */
"JavaScript execution returned a result of an unsupported type" = "JavaScript execution returned a result of an unsupported type";

/* Undo action name */
"Justify (Undo action name)" = "Justify";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Key from %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Learn Spelling";

/* Action from safe browsing warning */
"Learn more…" = "Learn more…";

/* Left to Right context menu item */
"Left to Right" = "Left to Right";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Live Broadcast";

/* Load request cancelled */
"Load request cancelled" = "Load request cancelled";

/* Media controller status message when the media is loading */
"Loading…" = "Loading…";

/* 'Website' name displayed when local documents have stored local data */
"Local documents on your computer" = "Local documents on your computer";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Look Up in Dictionary";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Look Up “%@”";

/* Look Up context menu item with selected word */
"Look Up “%s”" = "Look Up “%s”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Look Up “<selection>”";

/* WKErrorContentRuleListStoreLookupFailed description */
"Looking up a WKContentRuleList failed" = "Looking up a WKContentRuleList failed";

/* WKErrorContentRuleListStoreVersionMismatch description */
"Looking up a WKContentRuleList found a binary that is incompatible" = "Looking up a WKContentRuleList found a binary that is incompatible";

/* Media Loop context menu item */
"Loop" = "Loop";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Loosen Kerning";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Lower Baseline";

/* Month label in date picker */
"MONTH (Date picker for extra zoom mode)" = "MONTH";

/* Make Lower Case context menu item */
"Make Lower Case" = "Make Lower Case";

/* Make Upper Case context menu item */
"Make Upper Case" = "Make Upper Case";

/* Malware warning title */
"Malware Website Warning" = "Malware Website Warning";

/* Validation message for input form controls requiring a constrained value according to pattern */
"Match the requested format" = "Match the requested format";

/* Malware confirmation dialog */
"Merely visiting a site is sufficient for malware to install itself and harm your computer." = "Merely visiting a site is sufficient for malware to install itself and harm your computer.";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Missing Plug-in";

/* Media Mute context menu item */
"Mute" = "Mute";

/* No Guesses Found context menu item */
"No Guesses Found" = "No Guesses Found";

/* Empty select list */
"No Options Select Popover" = "No Options";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "No recent searches";

/* Option in segmented control for choosing list type in text editing */
"None" = "None";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Not allowed to use restricted network port";

/* Option in segmented control for inserting a numbered list in text editing */
"Numbered list" = "Numbered list";

/* Title of the OK button for the number pad in zoomed form controls. */
"OK (OK button title in extra zoomed number pad)" = "OK";

/* OK button label in document password failure alert */
"OK (document password failure alert)" = "OK";

/* Title of the OK button in date/time form controls. */
"OK (OK button title in date/time picker)" = "OK";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Off";

/* Title for Open Link action button */
"Open" = "Open";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Open Audio in New Window";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Open Frame in New Window";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Open Image in New Window";

/* Open Link context menu item */
"Open Link" = "Open Link";

/* Open in New Window context menu item */
"Open Link in New Window" = "Open Link in New Window";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Open Video in New Window";

/* Title for Open in Safari Link action button */
"Open in Safari" = "Open in Safari";

/* Title for Open in External Application Link action button */
"Open in “%@”" = "Open in “%@”";

/* context menu item for PDF */
"Open with %@" = "Open with %@";

/* Label for the order with Apple Pay button. */
"Order with Apple Pay" = "Order with Apple Pay";

/* Undo action name */
"Outdent (Undo action name)" = "Outdent";

/* Outline context menu item */
"Outline" = "Outline";

/* Undo action name */
"Outline (Undo action name)" = "Outline";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Paragraph Direction";

/* Paste context menu item */
"Paste" = "Paste";

/* Undo action name */
"Paste (Undo action name)" = "Paste";

/* Undo action name */
"Paste Font (Undo action name)" = "Paste Font";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Paste Ruler";

/* Media Pause context menu item */
"Pause" = "Pause";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Photo Library";

/* Media Play context menu item */
"Play" = "Play";

/* accessibility help text for enter full screen button */
"Play movie in full screen mode" = "Play movie in full screen mode";

/* Label text to be used when a plug-in was blocked from loading because it was too small */
"Plug-In too small" = "Plug-In too small";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Plug-in Failure";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plug-in cancelled";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Plug-in handled load";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Raise Baseline";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Recent Searches";

/* Reload context menu item */
"Reload" = "Reload";

/* Label for the reload with Apple Pay button. */
"Reload with Apple Pay" = "Reload with Apple Pay";

/* WKErrorContentRuleListStoreRemoveFailed description */
"Removing a WKContentRuleList failed" = "Removing a WKContentRuleList failed";

/* Label for the rent with Apple Pay button. */
"Rent with Apple Pay" = "Rent with Apple Pay";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Reset";

/* Reset button in date input context menu */
"Reset Button Date/Time Context Menu" = "Reset";

/* Right to Left context menu item */
"Right to Left" = "Right to Left";

/* Title of the Search button for zoomed form controls. */
"Search" = "Search";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Search in Spotlight";

/* Search the Web context menu item */
"Search the Web" = "Search the Web";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Search with %@";

/* Validation message for required file inputs that have no value */
"Select a file" = "Select a file";

/* Validation message for required menu list controls that have no selection */
"Select an item in the list" = "Select an item in the list";

/* Validation message for required radio boxes that have no selection */
"Select one of these options" = "Select one of these options";

/* Validation message for required checkboxes that have not be selected */
"Select this checkbox" = "Select this checkbox";

/* Selection direction context sub-menu item */
"Selection Direction" = "Selection Direction";

/* Set button below date picker */
"Set (Button below date picker for extra zoom mode)" = "Set";

/* Undo action name */
"Set Background Color (Undo action name)" = "Set Background Color";

/* Undo action name */
"Set Color (Undo action name)" = "Set Color";

/* Undo action name */
"Set Font (Undo action name)" = "Set Font";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Set Traditional Character Shape";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Set Writing Direction";

/* Label for the set up with Apple Pay button. */
"Set up with Apple Pay" = "Set up with Apple Pay";

/* Title for Share context menu item. */
"Share" = "Share";

/* Default name for the file created for a shared image with no explicit name. */
"Shared Image" = "Shared Image";

/* Title for Share action button */
"Share…" = "Share…";

/* Show colors context menu item */
"Show Colors" = "Show Colors";

/* Show Media Controls context menu item */
"Show Controls" = "Show Controls";

/* Action from safe browsing warning */
"Show Details" = "Show Details";

/* Show fonts context menu item */
"Show Fonts" = "Show Fonts";

/* menu item title */
"Show Spelling and Grammar" = "Show Spelling and Grammar";

/* menu item title */
"Show Substitutions" = "Show Substitutions";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Show in blocked plug-in";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Smart Copy/Paste";

/* Smart Dashes context menu item */
"Smart Dashes" = "Smart Dashes";

/* Smart Links context menu item */
"Smart Links" = "Smart Links";

/* Smart Quotes context menu item */
"Smart Quotes" = "Smart Quotes";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Snapshotted Plug-In";

/* Speech context sub-menu item */
"Speech" = "Speech";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Spelling and Grammar";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Start Debugging JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Start Profiling JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Start Speaking";

/* Full Screen Deceptive Website Stay Action */
"Stay in Full Screen (Element Full Screen)" = "Stay in Full Screen";

/* Stop context menu item */
"Stop" = "Stop";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Stop Debugging JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Stop Profiling JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Stop Speaking";

/* Undo action name */
"StrikeThrough (Undo action name)" = "StrikeThrough";

/* Label for strong password. */
"Strong Password" = "Strong Password";

/* Styles context menu item */
"Styles…" = "Styles…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Submit";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Submit";

/* Label for the subcribe with Apple Pay button. */
"Subscribe with Apple Pay" = "Subscribe with Apple Pay";

/* Undo action name */
"Subscript (Undo action name)" = "Subscript";

/* Substitutions context sub-menu item */
"Substitutions" = "Substitutions";

/* Menu section heading for subtitles */
"Subtitles" = "Subtitles";

/* Accessibility announcement for the data list suggestions dropdown going away. */
"Suggestions list hidden." = "Suggestions list hidden.";

/* Accessibility announcement that the suggestions list became visible. The format argument is for the first option in the list. */
"Suggestions list visible, %@" = "Suggestions list visible, %@";

/* Undo action name */
"Superscript (Undo action name)" = "Superscript";

/* Label for the support with Apple Pay button. */
"Support with Apple Pay" = "Support with Apple Pay";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Take Photo";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Take Photo or Video";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Take Video";

/* Tencent Safe Browsing */
"Tencent Safe Browsing" = "Tencent Safe Browsing";

/* Text Replacement context menu item */
"Text Replacement" = "Text Replacement";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "The URL can’t be shown";

/* WebKitErrorBlockedByContentBlocker description */
"The URL was blocked by a content blocker" = "The URL was blocked by a content blocker";

/* WebKitErrorFrameLoadBlockedByContentFilter description */
"The URL was blocked by a content filter" = "The URL was blocked by a content filter";

/* WebKitErrorFrameLoadBlockedByRestrictions description */
"The URL was blocked by device restrictions" = "The URL was blocked by device restrictions";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "The WKWebView was invalidated";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "The Web Content process was terminated";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "The current location cannot be found.";

/* document password failure alert message */
"The document could not be opened with that password." = "The document could not be opened with that password.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "The plug-in can’t be found";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "The plug-in can’t be loaded";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "This is a searchable index. Enter search keywords: ";

/* Malware warning */
"This website may attempt to install dangerous software, which could harm your computer or steal your personal or financial information, like passwords, photos, or credit cards." = "This website may attempt to install dangerous software, which could harm your computer or steal your personal or financial information, like passwords, photos, or credit cards.";

/* Phishing warning */
"This website may try to trick you into doing something dangerous, like installing software or disclosing personal or financial information, like passwords, phone numbers, or credit cards." = "This website may try to trick you into doing something dangerous, like installing software or disclosing personal or financial information, like passwords, phone numbers, or credit cards.";

/* Unwanted software warning */
"This website may try to trick you into installing software that harms your browsing experience, like changing your settings without your permission or showing you unwanted ads. Once installed, it may be difficult to remove." = "This website may try to trick you into installing software that harms your browsing experience, like changing your settings without your permission or showing you unwanted ads. Once installed, it may be difficult to remove.";

/* Informative text for requesting cross-site cookie and website data access. */
"This will allow “%@” to track your activity." = "This will allow “%@” to track your activity.";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Tighten Kerning";

/* WKErrorAttributedStringContentLoadTimedOut description */
"Timed out while loading attributed string content" = "Timed out while loading attributed string content";

/* Label for the tip with Apple Pay button. */
"Tip with Apple Pay" = "Tip with Apple Pay";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "To view this page, you must log in to area “%@” on %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "To view this page, you must log in to the %@ proxy server %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "To view this page, you must log in to this area on %@:";

/* Label for the top up with Apple Pay button. */
"Top up with Apple Pay" = "Top up with Apple Pay";

/* Transformations context sub-menu item */
"Transformations" = "Transformations";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Turn Off Kerning";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Turn Off Ligatures";

/* Undo action name */
"Typing (Undo action name)" = "Typing";

/* Full Screen Deceptive Website Warning Sheet Content Text */
"Typing is not allowed in full screen websites. “%@” may be showing a fake keyboard to trick you into disclosing personal or financial information." = "Typing is not allowed in full screen websites. “%@” may be showing a fake keyboard to trick you into disclosing personal or financial information.";

/* accessibility role description for a URL field. */
"URL field" = "URL field";

/* Unacceptable TLS certificate error */
"Unacceptable TLS certificate" = "Unacceptable TLS certificate";

/* Underline context menu item */
"Underline" = "Underline";

/* Undo action name */
"Underline (Undo action name)" = "Underline";

/* Menu item label for an audio track that has no other name */
"Unknown (audio track)" = "Unknown";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Unknown";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Unknown";

/* Undo action name */
"Unlink (Undo action name)" = "Unlink";

/* Undo action name */
"Unscript (Undo action name)" = "Unscript";

/* Label text to be used when an unsupported plug-in was blocked from loading */
"Unsupported Plug-In" = "Unsupported Plug-in";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Use All Ligatures";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Use Standard Kerning";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Use Standard Ligatures";

/* Validation message for form control elements with a value shorter than minimum allowed length */
"Use at least %d characters" = "Use at least %d characters";

/* Validation message for form control elements with a value shorter than maximum allowed length */
"Use no more than %d character(s)" = "Use no more than %d character(s)";

/* Validation message for form control elements with a value shorter than maximum allowed length */
"Use no more than %d characters" = "Use no more than %d characters";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB";

/* The download was cancelled by the user */
"User cancelled the download" = "User cancelled the download";

/* Validation message for input form controls with value lower than allowed minimum */
"Value must be greater than or equal to %@" = "Value must be greater than or equal to %@";

/* Validation message for input form controls with value lower than allowed minimum */
"Value must be greater than or equal to %s" = "Value must be greater than or equal to %s";

/* Validation message for input form controls with value higher than allowed maximum */
"Value must be less than or equal to %@" = "Value must be less than or equal to %@";

/* Validation message for input form controls with value higher than allowed maximum */
"Value must be less than or equal to %s" = "Value must be less than or equal to %s";

/* Phishing warning description */
"Warnings are shown for websites that have been reported as deceptive. Deceptive websites try to trick you into believing they are legitimate websites you trust." = "Warnings are shown for websites that have been reported as deceptive. Deceptive websites try to trick you into believing they are legitimate websites you trust.";

/* Unwanted software warning description */
"Warnings are shown for websites where harmful software has been detected. You can check %the-status-of-site% on the %safeBrowsingProvider% diagnostic page." = "Warnings are shown for websites where harmful software has been detected. You can check %the-status-of-site% on the %safeBrowsingProvider% diagnostic page.";

/* Malware warning description */
"Warnings are shown for websites where malicious software has been detected. You can check the %status-link% on the %safeBrowsingProvider% diagnostic page." = "Warnings are shown for websites where malicious software has been detected. You can check the %status-link% on the %safeBrowsingProvider% diagnostic page.";

/* Web Inspector window title when inspecting Web Inspector */
"Web Inspector [%d] — %@" = "Web Inspector [%d] — %@";

/* Web Inspector window title */
"Web Inspector — %@" = "Web Inspector — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "WebKit built-in PDF";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit encountered an internal error";

/* Unwanted software warning title */
"Website With Harmful Software Warning" = "Website With Harmful Software Warning";

/* Year label in date picker */
"YEAR (Date picker for extra zoom mode)" = "YEAR";

/* message in authentication panel */
"Your login information will be sent securely." = "Your login information will be sent securely.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Your password will be sent unencrypted.";

/* HTTP result code string */
"accepted" = "accepted";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activate";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "alert";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "application status";

/* An ARIA accessibility group that acts as an article. */
"article" = "article";

/* accessibility role description for an attachment element */
"attachment" = "attachment";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "audio element playback controls and status display";

/* accessibility label for audio element controller */
"audio playback" = "audio playback";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "back 30 seconds";

/* HTTP result code string */
"bad gateway" = "bad gateway";

/* HTTP result code string */
"bad request" = "bad request";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "begin playback";

/* accessibility description for a search field cancel button */
"cancel" = "cancel";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "check";

/* HTTP result code string */
"client error" = "client error";

/* accessibility role description for a color well */
"color well" = "color well";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "complementary";

/* HTTP result code string */
"conflict" = "conflict";

/* Label for the AutoFill contacts button inside a text field. */
"contact info AutoFill" = "contact info AutoFill";

/* An ARIA accessibility group that contains content. */
"content information" = "content information";

/* HTTP result code string */
"continue" = "continue";

/* HTTP result code string */
"created" = "created";

/* Label for the credit card AutoFill button inside a text field. */
"credit card AutoFill" = "credit card AutoFill";

/* The less good value description for a meter element. */
"critical value" = "critical value";

/* accessibility help text for movie status display */
"current movie status" = "current movie status";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "current movie time in seconds";

/* accessibility role description for a date and time field. */
"date and time field" = "date and time field";

/* accessibility role description for a date field. */
"date field" = "date field";

/* role description of ARIA definition role */
"definition" = "definition";

/* description detail */
"description" = "description";

/* accessibility role description of a description list */
"description list" = "description list";

/* accessibility role description for a details element */
"details" = "details";

/* An ARIA accessibility group that acts as a document. */
"document" = "document";

/* accessibility label for elapsed time display */
"elapsed time" = "elapsed time";

/* accessibility role description for an email field. */
"email field" = "email field";

/* accessibility label for enter full screen button */
"enter full screen" = "enter full screen";

/* accessibility label for exit full screen button */
"exit full screen" = "exit full screen";

/* HTTP result code string */
"expectation failed" = "expectation failed";

/* accessibility label for fast forward button */
"fast forward" = "fast forward";

/* accessibility label for fast reverse button */
"fast reverse" = "fast reverse";

/* accessibility role description for a group containing a scrollable list of articles. */
"feed" = "feed";

/* accessibility role description for a figure element. */
"figure" = "figure";

/* accessibility role description for a file upload button */
"file upload button" = "file upload button";

/* accessibility role description for a footer */
"footer" = "footer";

/* HTTP result code string */
"forbidden" = "forbidden";

/* HTTP result code string */
"found" = "found";

/* HTTP result code string */
"gateway timed out" = "gateway timed out";

/* accessibility role description for headings */
"heading" = "heading";

/* accessibility label for hide closed captions button */
"hide closed captions" = "hide closed captions";

/* accessibility role description for a mark element */
"highlighted" = "highlighted";

/* accessibility role description for image map */
"image map" = "image map";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "indefinite time";

/* HTTP result code string */
"informational" = "informational";

/* HTTP result code string */
"internal server error" = "internal server error";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "jump";

/* HTTP result code string */
"length required" = "length required";

/* accessibility role description for link */
"link" = "link";

/* accessibility role description for list marker */
"list marker" = "list marker";

/* An ARIA accessibility group that acts as a console log. */
"log" = "log";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "main";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "marquee";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "math";

/* HTTP result code string */
"method not allowed" = "method not allowed";

/* accessibility role description for a month field. */
"month and year field" = "month and year field";

/* HTTP result code string */
"moved permanently" = "moved permanently";

/* accessibility label for timeline slider */
"movie time" = "movie time";

/* accessibility help text for timeline slider */
"movie time scrubber" = "movie time scrubber";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "movie time scrubber thumb";

/* HTTP result code string */
"multiple choices" = "multiple choices";

/* accessibility label for mute button */
"mute" = "mute";

/* accessibility help text for mute button */
"mute audio tracks" = "mute audio tracks";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigation";

/* HTTP result code string */
"needs proxy" = "needs proxy";

/* HTTP result code string */
"no content" = "no content";

/* HTTP result code string */
"no error" = "no error";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "no file selected";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "no files selected";

/* HTTP result code string */
"no longer exists" = "no longer exists";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "no media selected (multiple)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "no media selected (single)";

/* HTTP result code string */
"non-authoritative information" = "non-authoritative information";

/* HTTP result code string */
"not found" = "not found";

/* HTTP result code string */
"not modified" = "not modified";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "note";

/* accessibility role description for a number field. */
"number field" = "number field";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "number of seconds of movie remaining";

/* The optimum value description for a meter element. */
"optimal value" = "optimal value";

/* accessibility role description for an output element */
"output" = "output";

/* HTTP result code string */
"partial content" = "partial content";

/* Label for the AutoFill credentials button inside a text field. */
"password AutoFill" = "password AutoFill";

/* accessibility label for pause button */
"pause" = "pause";

/* accessibility help text for pause button */
"pause playback" = "pause playback";

/* HTTP result code string */
"payment required" = "payment required";

/* accessibility label for play button */
"play" = "play";

/* HTTP result code string */
"precondition failed" = "precondition failed";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "press";

/* HTTP result code string */
"proxy authentication required" = "proxy authentication required";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "range overflow";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "range underflow";

/* HTTP result code string */
"redirected" = "redirected";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "region";

/* accessibility label for time remaining display */
"remaining time" = "remaining time";

/* Action from safe browsing warning */
"report an error" = "report an error";

/* HTTP result code string */
"request timed out" = "request timed out";

/* HTTP result code string */
"request too large" = "request too large";

/* HTTP result code string */
"requested URL too long" = "requested URL too long";

/* HTTP result code string */
"requested range not satisfiable" = "requested range not satisfiable";

/* HTTP result code string */
"reset content" = "reset content";

/* accessibility help text for return streaming movie to real time button */
"resume real time streaming" = "resume real time streaming";

/* accessibility label for return to real time button */
"return to real time" = "return to real time";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "search";

/* HTTP result code string */
"see other" = "see other";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "seek movie back 30 seconds";

/* accessibility help text for fast rewind button */
"seek quickly back" = "seek quickly back";

/* accessibility help text for fast forward button */
"seek quickly forward" = "seek quickly forward";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "select";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "separator";

/* HTTP result code string */
"server error" = "server error";

/* HTTP result code string */
"service unavailable" = "service unavailable";

/* accessibility label for show closed captions button */
"show closed captions" = "show closed captions";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "start displaying closed captions";

/* accessibility label for movie status */
"status" = "status";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "stop displaying closed captions";

/* Label for the strong password AutoFill button inside a text field. */
"strong password AutoFill" = "strong password AutoFill";

/* The suboptimal value description for a meter element. */
"suboptimal value" = "suboptimal value";

/* HTTP result code string */
"success" = "success";

/* accessibility role description for a summary element */
"summary" = "summary";

/* HTTP result code string */
"switching protocols" = "switching protocols";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "tab panel";

/* accessibility role description for a telephone number field. */
"telephone number field" = "telephone number field";

/* HTTP result code string */
"temporarily redirected" = "temporarily redirected";

/* term word of a description list */
"term" = "term";

/* Part of malware description */
"the status of “%site%”" = "the status of “%site%”";

/* accessibility role description for a time field. */
"time field" = "time field";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "timeline slider thumb";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "timer";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "tooltip";

/* HTTP result code string */
"unacceptable" = "unacceptable";

/* HTTP result code string */
"unauthorized" = "unauthorized";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "uncheck";

/* HTTP result code string */
"unimplemented" = "unimplemented";

/* Unknown filename */
"unknown" = "unknown";

/* accessibility label for turn mute off button */
"unmute" = "unmute";

/* accessibility help text for un mute button */
"unmute audio tracks" = "unmute audio tracks";

/* HTTP result code string */
"unsupported media type" = "unsupported media type";

/* HTTP result code string */
"unsupported version" = "unsupported version";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "video element playback controls and status display";

/* accessibility label for video element controller */
"video playback" = "video playback";

/* Action from safe browsing warning */
"visit this unsafe website" = "visit this unsafe website";

/* An ARIA accessibility group that acts as an alert dialog. */
"web alert dialog" = "web alert dialog";

/* An ARIA accessibility group that acts as an application. */
"web application" = "web application";

/* An ARIA accessibility group that acts as an dialog. */
"web dialog" = "web dialog";

/* accessibility role description for a time field. */
"week and year field" = "week and year field";

/* Message for requesting access to the device motion and orientation */
"“%@” Would Like to Access Motion and Orientation" = "“%@” Would Like to Access Motion and Orientation";

/* Allow the specified bundle to sign in to the specified website */
"“%@” would like to sign in to “%@”." = "“%@” would like to sign in to “%@”.";

/* Allow the specified bundle to use Touch ID to sign in to the specified website on this device */
"“%@” would like to use Touch ID for “%@”." = "“%@” would like to use Touch ID for “%@”.";

/* Option in segmented control for choosing list type in text editing */
"•" = "•";

